[
  {"title": "Milk", "id": 1, "total": "100", "info": "Goat milk has about the same nutrient composition as cow’s milk, but it differs in several characteristics. Goat milk is completely white in colour because all the beta-carotene (ingested from feed) is converted to vitamin A. The fat globules are smaller and therefore remain suspended, so the cream does not rise and mechanical homogenization is unnecessary. Goat milk curd forms into small, light flakes and is more easily digested, much like the curd formed from human milk. It is often prescribed for persons who are allergic to the proteins in cow’s milk and for some patients afflicted with stomach ulcers.", "price": "3.65$", "img": "https://www.gmzvolsk.ru/upload/resize_cache/iblock/0b3/647_647_040cd750bba9870f18aada2478b24840a/0b3af4a2dbca2bbc6c9003324468f74e.png"},
  {"title": "Burger", "id": 2, "total": "100", "info": "The term burger can also be applied to the meat patty on its own, especially in the United Kingdom, where the term patty is rarely used, or the term can even refer simply to ground beef. Since the term hamburger usually implies beef, for clarity burger may be prefixed with the type of meat or meat substitute used, as in beef burger, turkey burger, bison burger, portobello burger, or veggie burger. In Australia and New Zealand, a piece of chicken breast on a bun is known as a chicken burger, which would generally not be considered to be a burger in the United States; where it would generally be called a chicken sandwich, but in Australian English and New Zealand English a sandwich requires sliced bread (not a bun), so it would not be considered a sandwich.[2][3]", "price": "7.5$", "img": "https://cdn.icon-icons.com/icons2/1447/PNG/512/32382hamburger_98925.png"},
  {"title": "Cake", "id": 3, "total": "100", "info": "Cake is a form of sweet food made from flour, sugar, and other ingredients, that is usually baked. In their oldest forms, cakes were modifications of bread, but cakes now cover a wide range of preparations that can be simple or elaborate, and that share features with other desserts such as pastries, meringues, custards, and pies.", "price": "10.68$", "img": "https://cdn.icon-icons.com/icons2/236/PNG/256/Cake_ChocolateCake_26374.png"},
  {"title": "Vineyard", "id": 4, "total": "100", "info": "European vineyards were planted with a wide variety of the Vitis vinifera grape. However, in the late 19th century, the entire species was nearly destroyed by the plant louse phylloxera accidentally introduced to Europe from North America. Native American grapevines include varieties such as Vitis labrusca, which is resistant to the bug. Vitis vinifera varieties were saved by being grafted onto the rootstock of Native American varieties, although there is still no remedy for phylloxera, which remains a danger to any vineyard not planted with grafted rootstock.", "price": "9.3$", "img": "https://cdn.icon-icons.com/icons2/1447/PNG/512/32341grapes_98841.png"},
  {"title": "Sandwich", "id": 5, "total": "100", "info": "A sandwich is a food typically consisting of vegetables, sliced cheese or meat, placed on or between slices of bread, or more generally any dish wherein bread serves as a container or wrapper for another food type.[1][2][3] The sandwich began as a portable, convenient finger food in the Western world, though over time it has become prevalent worldwide.", "price": "50$", "img": "https://cdn.icon-icons.com/icons2/1447/PNG/512/32386sandwich_98891.png"},
  {"title": "Pasta dish", "id": 6, "total": "100", "info": "Craving pasta for dinner tonight but are wondering what to make? Well, you have come to the right place. We are sharing this compilation of our 40 best and most popular pasta recipes so that you don't have to look any further when you are looking for a comforting plate of pasta. You will find everything from meaty pastas, lasagnas, chicken pastas, seafood pastas, vegetarian pastas, pasta bakes, pasta salad and soup, and more! Plus, these delicious recipes are EASY and most of them are quite quick (I am talking about 15-20 minutes quick), making most of them perfect for a quick weeknight dinner that the whole family will love.", "price": "1.3$", "img": "https://cdn.icon-icons.com/icons2/236/PNG/256/Dish_Pasta_Spaghetti_26373.png"},
  {"title": "Pizza", "id": 7, "total": "100", "info": "Pizza (Italian: [ˈpittsa], Neapolitan: [ˈpittsə]) is a dish of Italian origin consisting of a usually round, flat base of leavened wheat-based dough topped with tomatoes, cheese, and often various other ingredients (such as anchovies, mushrooms, onions, olives, vegetables, meat, ham, etc.), which is then baked at a high temperature, traditionally in a wood-fired oven.[1] A small pizza is sometimes called a pizzetta. A person who makes pizza is known as a pizzaiolo.", "price": "42.23$", "img": "https://cdn.icon-icons.com/icons2/1646/PNG/512/recipepizzaicon_109877.png"},
  {"title": "Apple", "id": 8, "total": "100", "info": "An apple is an edible fruit produced by an apple tree (Malus domestica). Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe and were brought to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek, and European Christian tradition.", "price": "24.68$", "img": "https://cdn.icon-icons.com/icons2/1447/PNG/512/32349redapple_98912.png"},
  {"title": "Fries", "id": 9, "total": "100", "info": "French fries (North American English), chips (British English),[1] finger chips (Indian English),[2] french-fried potatoes, or simply fries, are batonnet or allumette-cut[3] deep-fried potatoes, possibly originating from France. They are prepared by cutting potatoes into even strips, drying them, and frying them, usually in a deep fryer. Pre-cut, blanched, and frozen russet potatoes are widely used, and sometimes baked in a regular or convection oven; air fryers are small convection ovens marketed for frying potatoes.", "price": "11.11$", "img": "https://cdn.icon-icons.com/icons2/2852/PNG/512/fries_fast_food_chips_icon_181514.png"},
  {"title": "Donut", "id": 10, "total": "100", "info": "A doughnut or donut (/ˈdoʊnət/) is a type of food made from leavened fried dough.[1]: 275  It is popular in many countries and is prepared in various forms as a sweet snack that can be homemade or purchased in bakeries, supermarkets, food stalls, and franchised specialty vendors. Doughnut is the traditional spelling, while donut is the simplified version; the terms are often used interchangeably.", "price": "56.33$", "img": "https://cdn.icon-icons.com/icons2/2852/PNG/512/donut_chocolate_food_sweet_dessert_icon_181516.png"},
  {"title": "Tomato", "id": 11, "total": "100", "info": "The tomato is the edible berry of the plant Solanum lycopersicum,[1][2] commonly known as the tomato plant. The species originated in western South America and Central America.[2][3] The Mexican Nahuatl word tomatl gave rise to the Spanish word tomate, from which the English word tomato derived.[3][4] Its domestication and use as a cultivated food may have originated with the indigenous peoples of Mexico.[2][5] The Aztecs used tomatoes in their cooking at the time of the Spanish conquest of the Aztec Empire, and after the Spanish encountered the tomato for the first time after their contact with the Aztecs, they brought the plant to Europe, in a widespread transfer of plants known as the Columbian exchange. From there, the tomato was introduced to other parts of the European-colonized world during the 16th century.[2]", "price": "24.54$", "img": "https://cdn.icon-icons.com/icons2/15/PNG/128/vegetables_tomato_food_1803.png"},
  {"title": "Ice cream", "id": 12, "total": "100", "info": "Ice cream is a sweetened frozen food typically eaten as a snack or dessert. It may be made from milk or cream and is flavoured with a sweetener, either sugar or an alternative, and a spice, such as cocoa or vanilla, or with fruit such as strawberries or peaches. It can also be made by whisking a flavored cream base and liquid nitrogen together. Food coloring is sometimes added, in addition to stabilizers. The mixture is cooled below the freezing point of water and stirred to incorporate air spaces and to prevent detectable ice crystals from forming. The result is a smooth, semi-solid foam that is solid at very low temperatures (below 2 °C or 35 °F). It becomes more malleable as its temperature increases.", "price": "30$", "img": "https://cdn.icon-icons.com/icons2/236/PNG/256/IceCream_Cone_26367.png"},
  {"title": "Hot Dog", "id": 13, "total": "100", "info": "A hot dog[1][2] (less commonly spelled hotdog[3]) is a food consisting of a grilled or steamed sausage served in the slit of a partially sliced bun.[4] The term hot dog can also refer to the sausage itself. The sausage used is a wiener (Vienna sausage) or a frankfurter (Frankfurter Würstchen, also just called frank). The names of these sausages also commonly refer to their assembled dish.[5] Some consider a hot dog to technically be a sandwich. Hot dog preparation and condiments vary worldwide. Typical condiments include mustard, ketchup, mayonnaise, relish, and cheese sauce [1]. Common garnishes include onions, sauerkraut, jalapeños, chili, grated cheese, coleslaw, bacon, and olives.[6] Hot dog variants include the corn dog and pigs in a blanket. The hot dog's cultural traditions include the Nathan's Hot Dog Eating Contest and the Oscar Mayer Wienermobile.", "price": "29.64$", "img": "https://cdn.icon-icons.com/icons2/1954/PNG/512/foodhotdog_122748.png"},
  {"title": "Croissant", "id": 14, "total": "100", "info": "A croissant (UK: /ˈkrwʌsɒ̃, ˈkrwæsɒ̃/,[1] US: /krəˈsɒnt, krwɑːˈsɒ̃/, French: [kʁwasɑ̃] (listen)) is a buttery, flaky, French viennoiserie pastry inspired by the shape of the Austrian kipferl but using the French yeast-leavened laminated dough.[2] Croissants are named for their historical crescent shape, the dough is layered with butter, rolled and folded several times in succession, then rolled into a thin sheet, in a technique called laminating. The process results in a layered, flaky texture, similar to a puff pastry.", "price": "10$", "img": "https://cdn.icon-icons.com/icons2/1447/PNG/512/32372croissant_98899.png"},
  {"title": "Pretzel", "id": 15, "total": "100", "info": "A pretzel (listen (help·info)), from dialectal German pronunciation, standard German: Breze(l) (listen (help·info) and French / Alsatian: Bretzel) is a type of baked bread made from dough that is commonly shaped into a knot. The traditional pretzel shape is a distinctive symmetrical form, with the ends of a long strip of dough intertwined and then twisted back onto itself in a particular way (a pretzel loop or pretzel bow). Today, pretzels come in a wide range of shapes.", "price": "36$", "img": "https://cdn.icon-icons.com/icons2/236/PNG/256/Bread_Pretzel_26376.png"},
  {"title": "Doner", "id": 16, "total": "100", "info": "Doner kebab (UK: /ˈdɒnər kɪˈbæb/, US: /ˈdoʊnər kɪˈbɑːb/; Turkish: döner or döner kebap, pronounced [dœˈnæɾ ceˈbap]), also spelled döner kebab, is a type of kebab, made of meat cooked on a vertical rotisserie.[1] Seasoned meat stacked in the shape of an inverted cone is turned slowly on the rotisserie, next to a vertical cooking element. The operator uses a knife to slice thin shavings from the outer layer of the meat as it cooks. The vertical rotisserie was invented in the 19th-century Ottoman Empire, and dishes such as the Arab shawarma, Greek gyros, Canadian donair, and Mexican al pastor devired from this.[2][3][4]", "price": "50$", "img": "https://cdn.icon-icons.com/icons2/1646/PNG/512/recipewrapicon_109883.png"},
  {"title": "Khinkali", "id": 17, "total": "100", "info": "Khinkali is eaten plain or with ground black pepper. The meat filling is uncooked when khinkali is assembled, so when it is cooked, the juices of the meat are trapped inside the dumpling. To make khinkali juicier, usually warm water or broth is added to the minced meat. Khinkali is typically consumed first by sucking the juices while taking the first bite, similar to xiaolongbao, in order to prevent the dumpling from bursting. The top, where the pleats meet, is tough, and is not supposed to be eaten, but discarded to the plate so that those eating can count how many they have consumed. In Georgia, this top is called the kudi (Georgian: კუდი, 'tail') or k'uch'i (Georgian: კუჭი, 'stomach').", "price": "2.1$", "img": "https://cdn.icon-icons.com/icons2/1646/PNG/512/recipechinesefoodicon_109873.png"},
  {"title": "Ice creams", "id": 18, "total": "100", "info": "Ice cream is a sweetened frozen food typically eaten as a snack or dessert. It may be made from milk or cream and is flavoured with a sweetener, either sugar or an alternative, and a spice, such as cocoa or vanilla, or with fruit such as strawberries or peaches. It can also be made by whisking a flavored cream base and liquid nitrogen together. Food coloring is sometimes added, in addition to stabilizers. The mixture is cooled below the freezing point of water and stirred to incorporate air spaces and to prevent detectable ice crystals from forming. The result is a smooth, semi-solid foam that is solid at very low temperatures (below 2 °C or 35 °F). It becomes more malleable as its temperature increases.", "price": "50$", "img": "https://cdn.icon-icons.com/icons2/1447/PNG/512/32418icecream_98904.png"},
  {"title": "Meat", "id": 19, "total": "100", "info": "Meat is animal flesh that is eaten as food.[1] Humans have hunted, farmed, and scavenged animals for meat since prehistoric times. The establishment of settlements in the Neolithic Revolution allowed the domestication of animals such as chickens, sheep, rabbits, pigs and cattle. This eventually led to their use in meat production on an industrial scale in slaughterhouses.", "price": "56$", "img": "https://cdn.icon-icons.com/icons2/1911/PNG/512/roast-ham_121480.png"},
  {"title": "Cereals", "id": 20, "total": "100", "info": "A cereal is any grass cultivated for the edible components of its grain (botanically, a type of fruit called a caryopsis), composed of the endosperm, germ, and bran. The term may also refer to the resulting grain itself (specifically 'cereal grain'). Cereal grain crops are grown in greater quantities and provide more food energy worldwide than any other type of crop[1] and are therefore staple crops. Edible grains from other plant families, such as buckwheat, quinoa and chia, are referred to as pseudocereals.", "price": "34$", "img": "https://cdn.icon-icons.com/icons2/1447/PNG/512/32394bowlwithspoon_98901.png"},
  {"title": "Pepper", "id": 21, "total": "100", "info": "Red Pepper is made from the ground fruit of a plant in the Capsicum family. The fruits, commonly known as “chilies” or “chili peppers,” are fiery red or orange pods which rarely grow to more than 4 inches in length. The ground product ranges from orange-red, to deep, dark red. According to the American Spice Trade Association, “Red Pepper” is the preferred name for all hot red pepper spices. Cayenne Pepper is another name for the same type of product. Some manufacturers use the term Cayenne Pepper to refer to a hotter version of Red Pepper.", "price": "40$", "img": "https://cdn.icon-icons.com/icons2/3507/PNG/512/pepper_vegetables_vegetable_food_agriculture_icon_220788.png"},
  {"title": "Kiwi", "id": 22, "total": "100", "info": "Kiwifruit (often shortened to kiwi in North America and continental Europe) or Chinese gooseberry is the edible berry of several species of woody vines in the genus Actinidia.[1][2] The most common cultivar group of kiwifruit (Actinidia deliciosa 'Hayward')[3] is oval, about the size of a large hen's egg: 5–8 centimetres (2–3 inches) in length and 4.5–5.5 cm (1+3⁄4–2+1⁄4 in) in diameter. It has a thin, fuzzy, fibrous, tart but edible light brown skin and light green or golden flesh with rows of tiny, black, edible seeds. The fruit has a soft texture with a sweet and unique flavour.", "price": "28$", "img": "https://cdn.icon-icons.com/icons2/3420/PNG/512/kiwi_fruit_food_icon_218384.png"},
  {"title": "Strawberry", "id": 23, "total": "100", "info": "The garden strawberry (or simply strawberry; Fragaria × ananassa)[1] is a widely grown hybrid species of the genus Fragaria, collectively known as the strawberries, which are cultivated worldwide for their fruit. The fruit is widely appreciated for its characteristic aroma, bright red color, juicy texture, and sweetness. It is consumed in large quantities, either fresh or in such prepared foods as jam, juice, pies, ice cream, milkshakes, and chocolates. Artificial strawberry flavorings and aromas are also widely used in products such as candy, soap, lip gloss, perfume, and many others.", "price": "11.9$", "img": "https://cdn.icon-icons.com/icons2/3427/PNG/512/strawberry_food_fruit_icon_218718.png"},
  {"title": "Eggplant", "id": 24, "total": "100", "info": "Most commonly purple, the spongy, absorbent fruit is used in several cuisines. Typically used as a vegetable in cooking, it is a berry by botanical definition. As a member of the genus Solanum, it is related to the tomato, chili pepper, and potato, although those are of the New World while the eggplant is of the Old World. Like the tomato, its skin and seeds can be eaten, but, like the potato, it is usually eaten cooked. Eggplant is nutritionally low in macronutrient and micronutrient content, but the capability of the fruit to absorb oils and flavors into its flesh through cooking expands its use in the culinary arts.", "price": "17.7$", "img": "https://cdn.icon-icons.com/icons2/3427/PNG/512/eggplant_food_vegetable_icon_218723.png"},
  {"title": "Noodles", "id": 25, "total": "100", "info": "Noodles are usually cooked in boiling water, sometimes with cooking oil or salt added. They are also often pan-fried or deep-fried. Noodle dishes can include a sauce or noodles can be put into soup. The material composition and geocultural origin is specific to each type of a wide variety of noodles. Noodles are a staple food in many cultures (see Chinese noodles, Japanese noodles, Korean noodles, Filipino noodles, Vietnamese noodles, and Italian pasta).", "price": "29.2$", "img": "https://www.origastock.com/3d-character-png/free-3d-foods/download/38.png"},
  {"title": "Sushi", "id": 26, "total": "100", "info": "Sushi (すし, 寿司, 鮨, 鮓, pronounced [sɯɕiꜜ] or [sɯꜜɕi]) is a Japanese dish of prepared vinegared rice (鮨飯, sushi-meshi), usually with some sugar and salt, accompanied by a variety of ingredients (ねた, neta), such as seafood, often raw, and vegetables. Styles of sushi and its presentation vary widely, but the one key ingredient is 'sushi rice', also referred to as shari (しゃり), or sumeshi (酢飯, 'vinegared rice').[1]", "price": "35.2$", "img": "https://www.origastock.com/3d-character-png/free-3d-foods/download/60.png"},
  {"title": "Cola", "id": 27, "total": "100", "info": "Cola is a carbonated soft drink flavored with vanilla, cinnamon, citrus oils and other flavorings. Cola became popular worldwide after pharmacist John Pemberton invented Coca-Cola, a trademarked brand, in 1886, which was later imitated by other manufacturers. Most colas contain caffeine, which was originally sourced from the kola nut, leading to the drink's name, though other sources are now also used. The original cola drink by Pemberton contained an extract from the coca plant as well.[1][3] His non-alcoholic recipe was inspired by the coca wine of pharmacist Angelo Mariani, created in 1863.[3][4]", "price": "15.6$", "img": "https://www.origastock.com/3d-character-png/free-3d-foods/download/12.png"},
  {"title": "Taco", "id": 28, "total": "100", "info": "A taco (US: /ˈtɑːkoʊ/, UK: /ˈtækoʊ/, Spanish: [ˈtako]) is a traditional Mexican dish consisting of a small hand-sized corn or wheat tortilla topped with a filling. The tortilla is then folded around the filling and eaten by hand. A taco can be made with a variety of fillings, including beef, pork, chicken, seafood, beans, vegetables, and cheese, allowing for great versatility and variety. They are often garnished with various condiments, such as salsa, guacamole, or sour cream, and vegetables, such as lettuce, onion, tomatoes, and chiles. Tacos are a common form of antojitos, or Mexican street food, which have spread around the world.", "price": "31.3$", "img": "https://www.origastock.com/3d-character-png/free-3d-foods/download/62.png"},
  {"title": "Ramen", "id": 29, "total": "100", "info": "Ramen (/ˈrɑːmən/) (拉麺, ラーメン, rāmen, IPA: [ɾaꜜːmeɴ]) is a Japanese noodle dish. It consists of Chinese-style wheat noodles (chūkamen) served in a meat-based broth, often flavored with soy sauce or miso, and uses toppings such as sliced pork (叉焼, chāshū), nori (dried seaweed), menma, and scallions. Nearly every region in Japan has its own variation of ramen, such as the tonkotsu (pork bone broth) ramen of Kyushu, and the miso ramen of Hokkaido. Mazemen is a ramen dish that is not served in a soup, but rather with a sauce (such as tare).", "price": "22$", "img": "https://www.origastock.com/3d-character-png/free-3d-foods/download/47.png"},
  {"title": "Chicken wings", "id": 30, "total": "100", "info": "A Chicken wing in American cuisine is an unbreaded chicken wing section (flat or drumette) that is generally deep-fried and then coated or dipped in a sauce consisting of a vinegar-based cayenne pepper hot sauce and melted butter prior to serving.[3][4][5] They are traditionally served hot, along with celery sticks and carrot sticks with blue cheese dressing or, primarily outside of New York, ranch dressing for dipping. Buffalo wings are often called simply 'wings', 'hot wings', or 'chicken wings'.", "price": "13.5$", "img": "https://www.origastock.com/3d-character-png/free-3d-foods/download/11.png"}
]